Revit 2021.1 API
SymbolTypeId.FeetOfWaterPer100ft Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId FeetOfWaterPer100ft { get; }
Visual Basic
Public Shared ReadOnly Property FeetOfWaterPer100ft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetOfWaterPer100ft {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace